{
    "Board/Executive": [
        {
            "id": "jodi-bio",
            "name": "Jodi Roe",
            "position": "President",
            "imgSrc": "'images/Board/Executive/JodiRoe.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/jodiroe/",
            "FavProduct": "My favorite product is the Apple widget tool-- I love how customizable it is and adds functionality and aesthetics to my phone. For example, I use it on my lock screen to show my reminders and the weather without having to open my phone. On my home screen I can add the Google Calendar and Spotify widgets to get a visual of what event is next or what I'm currently listening to. ",
            "WhyPS": "I joined Product Space because I was looking for hands-on experience that the classes I was taking didn't provide. As a first generation student, I lacked professional knowledge and guidance, so I hoped to find that here. Luckily, I was able to join and Product Space opened up so many people, resources, and skills up to me. I'm so glad I got the opportunity to meet everyone in the fellowship and build a community where we all support each other in our respective endeavors."
        },
        {
            "id": "christine-bio",
            "name": "Christine Nguyen ",
            "position": "Vice President",
            "imgSrc": "'images/Board/Executive/ChristineNguyen.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/christine-nguyen-79538a1b8/",
            "FavProduct": "My favorite product is Life360 because it helps me connect with my friends/family no matter what device they have. The app sends me alerts when they have arrived at certain places, walking/driving, giving me peace of mind, and a peek into what's going on in their day.",
            "WhyPS": "I initially joined Product Space to explore possible careers in CS, where I could combine my passion for tech and connecting with people, receive professional development, and be part of a community of diverse individuals who are all highly motivated. I returned to Product Space this year to give back to the community that has contributed immensely to my PM journey and I want to continue to foster this community in product to pass all the knowledge I've gained to the next generation of product leaders."
        }
    ],
    "Board/Design": [
        {
            "id": "neda-bio",
            "name": "Neda Emdad",
            "position": "Design Lead",
            "imgSrc": "'images/Board/Design/NedaEmdad.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/neda-emdad/",
            "FavProduct": "My favorite product is definitely Notion! Although it took me 4 tries to learn and countless hours to set up, Notion is my backbone and helps me keep track of my academic, personal, and extracurricular life!",
            "WhyPS": "It can get lonely at such a big university, and I was feeling especially lost within my major and when looking ahead to the future in my career. Product Space provided that safe, encouraging community that I really needed to guide me in both social and professional ways!"
        },
        {
            "id": "jessica-bio",
            "name": "Jessica Fung",
            "position": "Visual Designer",
            "imgSrc": "'images/Board/Design/JessicaFung.jpg'",
            "LinkedIn": "http://www.linkedin.com/in/jessicafxng",
            "FavProduct": "Spotify is my all-time favorite product because of its consistent stream of fun updates, personalized discovery features, extensive audio collection, and user-friendly interface.",
            "WhyPS": "I joined Product Space to share my knowledge and experiences, aiming to teach everything I’ve learned to help others grow, both as a mentor and a friend. It has been truly inspiring to be apart of a community where I can grow alongside other passionate and talented designers."
        },
        {
            "id": "ethan-bio",
            "name": "Ethan Sun",
            "position": "Product/UX Designer",
            "imgSrc": "'images/Board/Design/EthanSun.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/ethansun-ux?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
            "FavProduct": "My favorite product is Figma because I love collaborating while designing screens! Besides UI design, I use Figma for graphic design projects, slidedecks, and creating resumes.",
            "WhyPS": "I joined Product Space because of the supportive community. Being in a community where there are other individuals who are just as interested in product inspires and motivates me to learn more about product!"
        },
        {
            "id": "samuele-bio",
            "name": "Samuele Tran",
            "position": "Content Designer",
            "imgSrc": "'images/Board/Design/SamueleTran.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/samuele-tran/",
            "FavProduct": "My favorite product will always be a desktop simply because of the usefulness and sustainability that makes the PC essentially immortalized. When I built my first PC in middle school, I was able to supply it with the top components; 9 years later, it works as if it were brand new, and if I wanted to upgrade it then I could easily sell my old parts and get better ones at a \"discounted\" price!",
            "WhyPS": "Initially, Product Space seemed like an organization that would enhance my technical capabilities as a designer and give me the means to have an internship-like experience throughout the school year. It did exactly that, but as I went through rush, I realized that Product Space was much more than just a \"job\" or \"project,\" but it became a new home with people that I can always look forward to seeing and working with."
        },
        {
            "id": "matthew-bio",
            "name": "Matthew Kim",
            "position": "Design Intern ",
            "imgSrc": "'images/Board/Design/MatthewKim.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/matthewsuhokim/",
            "FavProduct": "My favorite product is Spotify because I love listening to my favorite artists, discovering new music through its custom personalized playlists, and receiving my yearly Spotify wrapped to see my expanding listening history. ",
            "WhyPS": "In 2022, I joined Product Space as a product design fellow to establish a strong design foundation for myself from talented design mentors and other welcoming product enthusiasts. Now, as a product design intern, I try my best to lead other passionate fellows into gaining the confidence and skills they need to succeed in the product design industry."
        }
    ],
    "Board/Marketing": [
        {
            "id": "anjali-bio",
            "name": "Anjali Mathi",
            "position": "Marketing Lead",
            "imgSrc": "'images/Board/Marketing/AnjaliMathi.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/anjali-mathi/",
            "FavProduct": "I love using Notion to manage, prioritize, and navigate my busy schedule! I've tried my fair share of both physical and digital planning tools, and nothing has come close to Notion's versatility and organization.  ",
            "WhyPS": "I joined Product Space to find a supportive space to grow, connect, and engage in something larger than myself! As a part of this community, I have found a tight-knit and empowering family that is already setting the standard for future leaders in product. "
        }
    ],
    "Board/Management": [
        {
            "id": "angie-bio",
            "name": "Angie Vo",
            "position": "Management Lead",
            "imgSrc": "'images/Board/Management/AngieVo.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/angelina-vo/",
            "FavProduct": "My favorite product and safe space is Pinterest - it is my go-to when wanting to find inspiration for my outfits, meals, and day-to-day. I appreciate how easy it is to discover and save pins as I am constantly making new Pinterest boards.",
            "WhyPS": "I joined Product Space to find a community of people who are passionate about product, breaking into the industry, and looking to create meaningful friendships. I love the perfect balance the organization has for professional and social aspects."
        },
        {
            "id": "ayla-bio",
            "name": "Ayla Teittinen",
            "position": "Technical Researcher",
            "imgSrc": "'images/Board/Management/AylaTeittinen.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/ayla-teittinen",
            "FavProduct": "My favorite product is my Aeropress coffee maker! It makes high quality coffee with a thoughtful, simple design.",
            "WhyPS": "I joined product space to improve my product sense and develop my engineering thinking. As an engineer and as a PM, it's so important to keep the user needs first and to systematically think of ways to continually improve what I create!"
        },
        {
            "id": "justin-bio",
            "name": "Justin Tan",
            "position": "Product Researcher",
            "imgSrc": "'images/Board/Management/JustinTan.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/justinwtan/",
            "FavProduct": "My favorite product is HydroFlask because I love drinking water out of a bottle and it keeps my water nice and cool.",
            "WhyPS": "I joined Product Space because this organization is an amazing community of students who are professionally driven and looking to make genuine friendships!"
        }
    ],
    "Board/Chair": [
        {
            "id": "brianna-bio",
            "name": "Brianna Sison",
            "position": "Communications Chair",
            "imgSrc": "'images/Board/Chair/BriannaSison.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/brianna-sison-99372a20b/",
            "FavProduct": "My favorite product is my popsocket because of how often I prop my phone up to take photos with my friends. It also multiple functionalities, such as general grip and a stand if you were to watch a video.",
            "WhyPS": "I joined Product Space to develop my professional skillset in product as I was still exploring what track I wanted to go down for my career. Joining Product Space has been so rewarding, as I've been able to develop both hard and soft skills in marketing as well as narrowing my niche down into an industry I am more passionate about."
        },
        {
            "id": "elisha-bio",
            "name": "Elisha Chong",
            "position": "External Chair",
            "imgSrc": "'images/Board/Chair/ElishaChong.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/elisha-chong/",
            "FavProduct": "[placeholder]",
            "WhyPS": "[placeholder]"
        },
        {
            "id": "heiyya-bio",
            "name": "Heiyya Kapoor",
            "position": "Marketing Chair",
            "imgSrc": "'images/Board/Chair/HeiyyaKapoor.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/heiyyakapoor/",
            "FavProduct": "My favorite product is Apple Wallet! Being able to have all my cards as well as tickets on there makes sure that I never forget anything at home! ",
            "WhyPS": "I joined Product Space because I was looking for a community of like minded individuals who would help me grow personally and professionally and PS is just that! I was also hoping to explore different career paths that may interest me and PS have given me the exposure to do that. "
        },
        {
            "id": "john-bio",
            "name": "John Driscoll",
            "position": "Internal Chair",
            "imgSrc": "'images/Board/Chair/JohnDriscoll.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/jjdrisco/",
            "FavProduct": "[placeholder]",
            "WhyPS": "[placeholder]"
        },
        {
            "id": "sarah-bio",
            "name": "Sarah Liu",
            "position": "Finance Chair",
            "imgSrc": "'images/Board/Chair/SarahLiu.jpg'",
            "LinkedIn": "https://www.linkedin.com/in/sarah-liu7/",
            "FavProduct": "My favorite product are my AirPods Pro because I enjoy listening to music and using the Transparency mode to eavesdrop (i mean, what?). ",
            "WhyPS": "I joined Product Space because I wanted to explore the realm of Product and further my skillset in design through real-world projects. Aside from the professional development opportunities, I have been fortunate to develop genuine connections and create meaningful memories with fellow Product Space members. "
        }
    ]
}