{
  "Design Fellows": [
    {
      "id": "aryaa-bio",
      "name": "Aryaa Pathak",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/AryaaPathak.jpg'",
      "LinkedIn": "www.linkedin.com/in/aryaa-pathak-60599a306",
      "FavProduct": "Spotify is my favorite product because it makes discovering new music effortless with personalized playlists and an easy-to-use interface. Whether I’m studying, driving, or cooking, it always has the perfect soundtrack.",
      "WhyPS": "I joined to expand my design knowledge and strengthen my professional prospects. UI/UX is a broad field, and I found product design particularly interesting to explore further."
    },
    {
      "id": "cynthia-bio",
      "name": "Cynthia Bui",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/CynthiaBui.jpg'",
      "LinkedIn": "http://www.linkedin.com/in/cynthia-bui21",
      "FavProduct": "My favorite product is Pinterest! I love that it promotes its users to share and gain inspiration from one another and the variety of content that can be found from it.",
      "WhyPS": "I joined Product Space as I wanted to learn more about the product world as it can be really difficult finding concrete information about product related roles and work it entails but Product Space has helped so much in that regard in helping me navigate what I want to pursue. Another big reason is that the Product Space community is incredibly welcoming and sweet and I wanted to meet more like-minded people who were also passionate about product!"
    },
    {
      "id": "edna-bio",
      "name": "Edna Ho",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/EdnaHo.jpg'",
      "LinkedIn": "www.linkedin.com/in/edna-ho",
      "FavProduct": "My favorite product is BeReal. It not only allows me to catch a glimpse into my friends' lives as we all navigate college, but it also resonates with my values of staying authentic and romanticizing the little moments!",
      "WhyPS": "I joined Product Space when I was pivoting from software engineering to product design and was wanting a community of people to learn from and share this passion with. It's inspiring to be surrounded by people who push you further and are contributing to the betterment of our lovely world."
    },
    {
      "id": "haley-bio",
      "name": "Haley Chan",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/HaleyChan.jpg'",
      "LinkedIn": "linkedin.com/in/haleywmchan",
      "FavProduct": "My favorite product is Venmo! I think it's super creative how they've transformed a mobile payment app into a social hub for us to see what our friends have been up to :)",
      "WhyPS": "I really resonate with Product Space's core values of community, empathy, and growth, so I thought it'd be the perfect place to connect with other students who share these values and are also pursuing careers in product. Since empathy lies at the heart of product design, being surrounded by people who embody these principles has deeply enriched both my personal and professional growth."
    },
    {
      "id": "marisa-bio",
      "name": "Marisa Kawakami",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/MarisaKawakami.jpg'",
      "LinkedIn": "www.linkedin.com/in/marisa-kawakami",
      "FavProduct": "One of my favorite products to scroll through endlessly is Pinterest. It just gets me—like it knows exactly what I was looking for, even when I didn’t. No matter what, it always feels like it’s showing me exactly what my brain wants but couldn’t find anywhere else.",
      "WhyPS": "I joined Product Space because I was truly drawn to the community and the people I met who were part of the club. It provided a welcoming space where I felt comfortable asking questions and growing as a designer in multiple ways—not just through professional development, but also by building genuine connections with other designers and like-minded individuals who share the same passion."
    },
    {
      "id": "seth-bio",
      "name": "Seth San Miguel",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/SethSanMiguel.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/sethsanmiguel/",
      "FavProduct": "My favorite product has to be Vaseline because of its versatility and usability. It's a life saver during the dry weather and I love how its scalable from a pocket size to a comically large tub.",
      "WhyPS": "My ultimate goal while in college is to graduate as a better version of myself by gathering unique experiences and surrounding myself with passionate, like-minded people. Product Space has been the perfect community for just that — a place where I can deepen my passion for product design while building long-lasting friendships."
    },
    {
      "id": "soren-bio",
      "name": "Soren Boddy",
      "position": "Design Fellow",
      "imgSrc": "'images/Design-24-25/SorenBoddy.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/sorenboddy/",
      "FavProduct": "Letterboxd! It is a great addition to my movie watching hobby, and I love hearing how different communities review movies.",
      "WhyPS": "I admired the community and drive of Product Space and saw myself fitting in very well!"
    }
  ],
  "Marketing Fellows": [
    {
      "id": "caleb-bio",
      "name": "Caleb Kim",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/CalebKim.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/caleb-kim-68985429a/",
      "FavProduct": "My favorite product is Google Calendar because it’s incredibly easy to use and provides a convenient way to manage your schedule. I also like how you can customize event colors, which makes creating visually appealing, aesthetic calendars fun and organized.",
      "WhyPS": "I joined Product Space because I was looking for a supportive community that could help me achieve both personal and professional goals. I was also hoping to explore different career paths in product that may interest me and work on hands-on projects!"
    },
    {
      "id": "dylan-bio",
      "name": "Dylan Cheng",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/DylanCheng.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/dylancheng24/",
      "FavProduct": "My favorite product at the moment is Google Calendar because it allows me to plan out my day and tasks.",
      "WhyPS": "I joined Product Space in order to further develop my knowledge regarding product marketing and go-to-market strategy."
    },
    {
      "id": "jodie-bio",
      "name": "Jodie Hitosis",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/JodieHitosis.jpg'",
      "LinkedIn": "www.linkedin.com/in/jodiehitosis",
      "FavProduct": "LEUCHTTURM1917 is my favorite product because it's compact, stylish, and practical. I've been using it as a to-do list for 5 months now and I carry it everywhere.",
      "WhyPS": "Of all the informational nights I attended in the first quarter, Product Space was the only business organization that appealed to me as a freshman. Product Space recruits eager learners with little to no experience, creating a welcoming environment for product enthusiasts of various expertise."
    },
    {
      "id": "justin-young-bio",
      "name": "Justin Young",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/JustinYoung.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/justinthielyoung/",
      "FavProduct": "My favorite product is Airbnb because it completely disrupted the hotel industry, permanently transforming the travel experience for millions of people. I also really love their story—they started off as underdogs without a conventional team and faced widespread doubt in the business world, yet they persevered and have now become a source of inspiration for startups around the world.",
      "WhyPS": "I joined Product Space to immerse myself in a community of innovative thinkers. It’s the kind of place where you can gain hands-on experience and sharpen your ability to craft solutions that truly resonate with users."
    },
    {
      "id": "kelsey-bio",
      "name": "Kelsey Ma",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/KelseyMa.jpg'",
      "LinkedIn": "www.linkedin.com/in/kelsey-ma-4b6219241",
      "FavProduct": "My favorite product is Notability because I can keep all my personal and academic notes in one place. I can also make it visually appealing!",
      "WhyPS": "Not only did I want to learn more about what it is like to work in the product space, I also wanted to meet like-minded people and make friends!"
    },
    {
      "id": "sophia-furnival-bio",
      "name": "Sophia Furnival",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/SophiaFurnival.jpg'",
      "LinkedIn": "www.linkedin.com/in/snfurni",
      "FavProduct": "My favorite product is Google Calendar! It helps me keep track of my schedule and I love using the features to color plan and set up meetings.",
      "WhyPS": "I joined Product Space to be part of a supportive community that I can learn from as I explore my career aspirations in product."
    },
    {
      "id": "vivian-bio",
      "name": "Vivian Nguyen",
      "position": "Marketing Fellow",
      "imgSrc": "'images/Marketing-24-25/VivianNguyen.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/vivianqn/",
      "FavProduct": "My favorite product is Notion because I love how versatile it is—I can use it for everything, from educational and professional tasks to personal goals. My all time favorite feature would be databases since it helps me keep an organized archive of all my class notes, even from high school.",
      "WhyPS": "I joined Product Space because I was interested in learning more about what goes into product development. Being able to work alongside others who are equally as driven and passionate as me has been such an amazing experience so far!"
    }
  ],
  "Management Fellows": [
    {
      "id": "aaron-bio",
      "name": "Aaron Moon",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/AaronMoon.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/aaronmoonn/",
      "FavProduct": "My favorite product is an Owala because of its unique offering of convenience and versatility in functionality.",
      "WhyPS": "I joined Product Space in order to develop my professional passion for product. Alongside professionalism, I joined to find a community of like minded individuals to cultivate connections and personal growth."
    },
    {
      "id": "charles-bio",
      "name": "Charles Rivera",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/CharlesRivera.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/charlesfrivera/",
      "FavProduct": "My favorite product is the \"one sec\" app, which adds a thoughtful pause before opening distracting apps like Instagram or TikTok. That split-second pause helps me interrupt mindless scrolling, freeing up time to study, hang out with friends, or focus on hobbies.",
      "WhyPS": "I joined Product Space not only to grow professionally, but to find a community that values growth and empathy as much as I do – where learning feels collaborative, not competitive."
    },
    {
      "id": "joshua-bio",
      "name": "Joshua Kook",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/JoshuaKook.jpg'",
      "LinkedIn": "www.linkedin.com/in/joshuakook",
      "FavProduct": "My favorite product right now is Youtube. Although at (many) times I can spend countless hours in a rabbit hole of videos, Youtube has also served to be a great and enjoyable learning resource for me to discover and build my strongest passions.",
      "WhyPS": "Being new to product management, I joined Product Space because of the immense emphasis we put on personal growth within a close-knit community, especially to those of all backgrounds and experience levels. Through this genuine fellowship program, I was able to surround myself with amazing students and accomplished mentors who can guide me into a successful future."
    },
    {
      "id": "sophia-kim-bio",
      "name": "Sophia Kim",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/SophiaKim.jpg'",
      "LinkedIn": "www.linkedin.com/in/sophiak25",
      "FavProduct": "My favorite product is the airfryer because it has changed the food game. It is so easy to reheat things and cook things in a more convenient and yummy way!!",
      "WhyPS": "I joined Product space so I could learn more about Product Management and meet others who are in the industry and are pursuing it to motivate me to grow!"
    },
    {
      "id": "travis-bio",
      "name": "Travis Nguyen",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/TravisNguyen.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/travis-nguyen17/",
      "FavProduct": "I love having the Bose headphones because it makes it easier to study and focus with its noise cancellation feature! The Bose headphones are foldable so I can easily store it and it has bluetooth connection so I don't have a problem with a wire tangling with other stuff.",
      "WhyPS": "I joined Product Space because I wanted to explore and broaden my experience with product management alongside with others who have similar motives. I wanted to have a tight-knit community whose members are kind-hearted and open to supporting me as I learn more about Product."
    },
    {
      "id": "val-bio",
      "name": "Val Chen",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/ValChen.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/val-chen/",
      "FavProduct": "VSCO is my favorite product because it offers an intimate social media experience free from the pressures of likes and comments. It feels like my own personal digital journal, where I can share creativity and memories in a reflective and private way.",
      "WhyPS": "I joined Product Space because I’ve always wanted to pursue a career in product management, combining my passion for working with people and my interests within both business and design. Beyond the knowledge Product Space has granted me, this organization has been an incredible opportunity to collaborate with others and foster meaningful friendships."
    },
    {
      "id": "vipra-bio",
      "name": "Vipra Bindal",
      "position": "Management Fellow",
      "imgSrc": "'images/Management-24-25/VipraBindal.jpg'",
      "LinkedIn": "https://www.linkedin.com/in/viprab/",
      "FavProduct": "Khan Academy! I think it's awesome that they made quality education so accessible around the world for free. Their content is super digestible and it's definitely saved me the night before some big tests.",
      "WhyPS": "I wanted to be a part of a community that was passionate about solving problems through product. There's so much to learn from everyone in PS and it's incredible to be part of such a talented and welcoming group of people."
    }
  ]
}
